Repository: rxtech-lab/film-workflow
Catalog: film-workflow/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Delete this model
zh_hans: 删除此模型

source: Delete this model?
zh_hans: 要删除此模型吗？

source: Delete this music?
zh_hans: 删除这首音乐？

source: Delete this narration?
zh_hans: 删除这段旁白？

source: Delete this paragraph?
zh_hans: 删除此段落？

source: Delete this project group?
zh_hans: 删除此项目分组？

source: Delete this reference image?
zh_hans: 删除此参考图像？

source: Delete this render?
zh_hans: 删除此渲染？

source: Delete this shortcode?
zh_hans: 删除此短代码？

source: Delete this song section?
zh_hans: 删除此歌曲分区？

source: Delete this speaker?
zh_hans: 删除此说话人？

source: Delete This Thread
zh_hans: 删除此线程

source: Delete this version?
zh_hans: 要删除此版本吗？

source: Delete Thread
zh_hans: 删除线程

source: Delete Track
zh_hans: 删除音轨

source: Delete Version
zh_hans: 删除版本

source: Delete Video
zh_hans: 删除视频

source: Delete…
zh_hans: 删除…

source: Describe a change — e.g. "make the title yellow" or "slow the fade to 1s".
zh_hans: 描述修改内容 — 例如"将标题变为黄色"或"将淡入淡出减慢至 1 秒"。

source: Describe the overall vibe...
zh_hans: 请描述歌曲的氛围是…

source: Describe what to generate
zh_hans: 描述要生成的内容

source: Describe what you want in plain language; the agent operates the projects for you.
zh_hans: 用自然语言描述需求，智能体会操作您的项目。

source: Describe what you want in plain language; the agent operates the projects for you. ⌘⌥0 opens it any time.
zh_hans: 用自然语言描述需求，智能体会操作您的项目。按 ⌘⌥0 可随时打开。

source: Description
zh_hans: 描述

source: Detect speakers
zh_hans: 识别说话人

source: Discard
zh_hans: 放弃

source: Discard this film?
zh_hans: 要放弃这部影片吗？

source: Distribute Evenly
zh_hans: 均匀分布

source: Don't allow people
zh_hans: 不允许人物

source: Don't re-wrap long captions
zh_hans: 不重排过长字幕

source: Done
zh_hans: 完成

source: Download
zh_hans: 下载

source: Download a Model…
zh_hans: 下载模型…

source: Download a Whisper model once and captions are generated entirely on this device.
zh_hans: Whisper 模型只需下载一次，即可完全在本设备上生成字幕。

source: Download this model
zh_hans: 下载此模型

source: Download this model first
zh_hans: 请先下载此模型

source: Downloading — %lld%%
zh_hans: 正在下载 — %lld%%

source: Downloading model…
zh_hans: 正在下载模型…

source: Downloading video…
zh_hans: 正在下载视频…

source: Draft
zh_hans: 草稿

source: Draft saved
zh_hans: 草稿已保存

source: Drafts
zh_hans: 草稿

source: Drag an effect onto this clip to get started.
zh_hans: 将效果拖到此片段上即可开始。

source: Drag onto a clip’s start, end, or a shared boundary to apply this transition.
zh_hans: 将此转场拖到片段的开头、结尾或共享边界处以应用。

source: Drag onto a timeline clip to apply and adjust this effect.
zh_hans: 将其拖到时间线片段上以应用和调整此效果。

source: Drag them to move together, or press Delete to remove them all.
zh_hans: 拖动它们可一起移动，按 Delete 可全部移除。

source: Dreamy
zh_hans: 梦幻

source: Drop footage here
zh_hans: 将素材拖放到这里

source: Drums
zh_hans: 鼓

source: Duplicate
zh_hans: 复制

source: Duration
zh_hans: 时长

source: Duration (seconds)
zh_hans: 时长（秒）

source: E Major
zh_hans: E大调

source: E Minor
zh_hans: E小调

source: Each run keeps the previous takes, so you can compare before you commit to one.
zh_hans: 每次生成都会保留之前的版本，方便比较后再决定采用哪一个。

source: Each thread can override this from the picker in its composer. Claude Code and Codex talk to this app over its own MCP server, which starts automatically when a thread needs it.
zh_hans: 每个线程都可以在编辑器的选择器中覆盖此设置。Claude Code 和 Codex 通过自己的 MCP 服务器与此应用通信，该服务器会在线程需要时自动启动。

source: Each transcription run is kept as its own version, with its own translations. Switch versions to compare takes; deleting one removes its captions for good.
zh_hans: 每次转写都会保存为独立版本，各自带有翻译。切换版本可以对比不同结果；删除版本会永久移除其字幕。

source: Easy-going
zh_hans: 随和

source: Edit
zh_hans: 编辑

source: Edit %@
zh_hans: 编辑 %@

source: Edit and export them in the Caption tab.
zh_hans: 可在“字幕”标签页中编辑和导出。

source: Edit Caption
zh_hans: 编辑字幕

source: Edit Category
zh_hans: 编辑类别

source: Edit Category…
zh_hans: 编辑类别…

source: Edit Clip
zh_hans: 编辑片段

source: Edit Endpoint…
zh_hans: 编辑端点…

source: Edit shortcode parameters
zh_hans: 编辑简码参数

source: Edit Text & Timing…
zh_hans: 编辑文字与时间…

source: Edit Timeline
zh_hans: 编辑时间线

source: Edit…
zh_hans: 编辑…

source: Editing guidance
zh_hans: 编辑指导

source: Editor
zh_hans: 编辑器

source: Effect name
zh_hans: 效果名称

source: Effects
zh_hans: 效果

source: Effects & Transitions
zh_hans: 效果与转场

source: Effects browser width
zh_hans: 效果浏览器宽度

source: Electric Guitar
zh_hans: 电吉他

source: Electronic
zh_hans: 电子乐

source: Embedding captions
zh_hans: 正在嵌入字幕

source: emotion
zh_hans: 情感

source: Enable MCP server
zh_hans: 启用 MCP 服务器

source: Enabled
zh_hans: 已启用

source: Encoding video
zh_hans: 正在编码视频

source: End
zh_hans: 结束

source: End of caption %lld
zh_hans: 第 %lld 条字幕的结束时间

source: End time
zh_hans: 结束时间

source: End Time
zh_hans: 结束时间

source: End time must be after the start time.
zh_hans: 结束时间必须晚于开始时间。

source: Endpoint (e.g. https://api.openai.com/v1)
zh_hans: 端点（例如 https://api.openai.com/v1）

source: Endpoint URL
zh_hans: 端点 URL

source: Ends after the audio ends.
zh_hans: 结束时间超出音频长度。

source: Energetic
zh_hans: 充满活力

source: Engine
zh_hans: 引擎

source: English
zh_hans: 英语

source: English only
zh_hans: 仅英语

source: Enter a valid URL starting with https:// or http://.
zh_hans: 请输入以 https:// 或 http:// 开头的有效 URL。

source: Enter your API key
zh_hans: 输入您的API 密钥

source: enthusiastic
zh_hans: 热情

source: Epic
zh_hans: 史诗

source: Error
zh_hans: 错误

source: Estimated
zh_hans: 估算

source: Ethereal
zh_hans: 空灵

source: Even
zh_hans: 平稳

source: Every %@ translation in this version will be deleted, including any you edited.
zh_hans: 此版本中所有的%@翻译都将被删除，包括你手动修改过的部分。

source: Every caption in scope is translated again, including ones you edited by hand.
zh_hans: 范围内的每条字幕都会重新翻译，包括你手动修改过的。

source: Every marketplace item you can manage.
zh_hans: 你可以管理的所有市场项目。

source: Every message and the saved summary in this thread will be permanently deleted. The film is not affected.
zh_hans: 此线程中的每条消息和已保存的摘要都将被永久删除。影片不受影响。

source: Every thread targets one project
zh_hans: 每个对话都对应一个项目

source: Excitable
zh_hans: 易激动

source: excitedly
zh_hans: 兴奋地

source: Expand footage
zh_hans: 展开素材

source: Expanded
zh_hans: 已展开

source: Explore Marketplace
zh_hans: 探索素材市场

source: Export
zh_hans: 导出

source: Export Captions
zh_hans: 导出字幕

source: Export Each Language…
zh_hans: 分别导出每种语言…

source: Export failed
zh_hans: 导出失败

source: Export to Disk
zh_hans: 导出到磁盘

source: Export Video
zh_hans: 导出视频

source: Export…
zh_hans: 导出…

source: Exporting sequence
zh_hans: 正在导出序列

source: Exposes project tools (narrative, music, image, remotion) over an HTTP MCP endpoint. Auto-starts when this app launches.
zh_hans: 通过 HTTP MCP 端点暴露项目工具(叙事、音乐、图像、Remotion)。应用启动时自动运行。

source: F Major
zh_hans: F大调

source: F Minor
zh_hans: F小调

source: Family
zh_hans: 字体家族

source: Feature %lld of %lld
zh_hans: 第 %1$lld 项功能，共 %2$lld 项

source: Fender Rhodes Piano
zh_hans: Fender Rhodes 电钢琴

source: File
zh_hans: 文件

source: File missing
zh_hans: 文件缺失

source: File Type
zh_hans: 文件类型

source: File unavailable
zh_hans: 文件不可用

source: Files
zh_hans: 文件

source: Filter
zh_hans: 筛选

source: Finalizing
zh_hans: 正在完成收尾

source: Find your next inspiration
zh_hans: 发现新的灵感

source: Finishing your film.
zh_hans: 正在完成影片。

source: Firm
zh_hans: 坚定

source: First frame
zh_hans: 第一帧

source: Fit to Viewer
zh_hans: 适合查看器

source: Flute
zh_hans: 长笛

source: Folk
zh_hans: 民谣

source: Follow the project glossary
zh_hans: 遵循项目术语表

source: Fonts
zh_hans: 字体

source: Footage
zh_hans: 素材

source: Footage pane height
zh_hans: 素材窗格高度

source: Footage the user should provide
zh_hans: 用户应提供的素材

source: Footage title
zh_hans: 素材标题

source: Footage to provide
zh_hans: 要提供的素材

source: Footage version
zh_hans: 素材版本

source: Footage, music, sound effects and Remotion prompts you install from the Marketplace show up here, ready to add to any film.
zh_hans: 从市场安装的素材、音乐、音效和 Remotion 提示词会显示在这里，可随时添加到任何影片。

source: Footage, music, sound effects, fonts, transitions and Remotion prompts you can install and add to any film. ⌘⌥M opens it any time.
zh_hans: 可安装并添加到任意影片的素材、音乐、音效、字体、转场和 Remotion 提示词。随时按 ⌘⌥M 打开。

source: Form
zh_hans: 表单

source: Format
zh_hans: 格式

source: Forward
zh_hans: 直率

source: FPS
zh_hans: 帧率

source: Frame Rate
zh_hans: 帧率

source: Frames
zh_hans: 帧

source: Frames at a time
zh_hans: 每次的帧数

source: Free
zh_hans: 免费

source: French
zh_hans: 法语

source: Friendly
zh_hans: 友好

source: From Marketplace…
zh_hans: 从市场添加…

source: G Major
zh_hans: G大调

source: G Minor
zh_hans: G小调

source: Gaps closed
zh_hans: 间隙已闭合

source: Gathering footage
zh_hans: 正在收集素材

source: Gaussian Blur
zh_hans: 高斯模糊

source: Gemini model
zh_hans: Gemini 模型

source: Gemini supports up to 2 speakers per narration.
zh_hans: Gemini的每段旁白最多支持 2 个演讲者。

source: Gemini transcription
zh_hans: Gemini 转写

source: Generate
zh_hans: 生成

source: Generate a take
zh_hans: 生成一个版本

source: Generate Approximate Timings
zh_hans: 生成近似时间轴

source: Generate audio
zh_hans: 生成音频

source: Generate audio in the Narrative tab first.
zh_hans: 请先在“旁白”标签页中生成音频。

source: Generate captions with the audio
zh_hans: 生成音频时同时生成字幕

source: Generate Captions…
zh_hans: 生成字幕…

source: Generate Content…
zh_hans: 生成内容…

source: Generate Cover…
zh_hans: 生成封面…

source: Generate footage from the inspector, then play it here.
zh_hans: 在检查器中生成素材，然后在此处播放。

source: Generate Preview
zh_hans: 生成预览

source: Generate this narration’s audio first.
zh_hans: 先生成此旁白的音频。

source: Generate with AI…
zh_hans: 使用 AI 生成…

source: Generated image
zh_hans: 已生成的图像

source: Generated Image
zh_hans: 生成的图片

source: Generated Images
zh_hans: 生成的图片

source: Generated images will appear here.
zh_hans: 生成的图片将显示在这里。

source: Generated Music
zh_hans: 生成的音乐

source: Generated music will appear here after you click Generate.
zh_hans: 点击“生成”后，生成的音乐将显示在这里。

source: Generated narration will appear here after you click Generate.
zh_hans: 点击“生成”后，生成的旁白将显示在这里。

source: Generated Narrative
zh_hans: 生成的旁白

source: Generated Narratives
zh_hans: 生成的旁白

source: Generated video
zh_hans: 已生成的视频

source: Generated Video
zh_hans: 已生成视频

source: Generated videos will appear here.
zh_hans: 生成的视频会显示在这里。

source: Generating an image…
zh_hans: 正在生成图像…

source: Generating Audio
zh_hans: 正在生成音频

source: Generating Captions
zh_hans: 正在生成字幕

source: Generating Video
zh_hans: 正在生成视频

source: Generating video…
zh_hans: 正在生成视频…

source: Generating…
zh_hans: 正在生成…

source: Genre
zh_hans: 流派

source: Gentle
zh_hans: 温柔

source: German
zh_hans: 德语

source: Get a Gemini API key →
zh_hans: 获取 Gemini API 密钥 →

source: Get an Azure Speech key →
zh_hans: 获取 Azure 语音密钥 →

source: Girl
zh_hans: 女孩

source: Give us your site, a sentence about the film and any clips you have. We find a matching template and ask how it should look.
zh_hans: 提供你的网站、一句影片说明和现有片段。我们会找到匹配的模板，并询问它应该呈现什么样子。

source: Go to End
zh_hans: 转到末尾

source: Go to Start
zh_hans: 转到开头

source: Google AI API Key
zh_hans: Google AI API 密钥

source: Google Imagen controls. Use a 5:4 / 2K ratio for landscape stills.
zh_hans: Google Imagen 控制。横向静态图请使用 5:4 / 2K 比例。

source: Got it
zh_hans: 知道了

source: Granularity
zh_hans: 粒度

source: Gravelly
zh_hans: 沙哑

source: Group name
zh_hans: 分组名称

source: Groups hold every kind of footage and sequences.
zh_hans: 分组可容纳所有类型的素材和序列。

source: happy
zh_hans: 开心

source: Happy
zh_hans: 快乐

source: Height
zh_hans: 高度

source: Hex color value
zh_hans: 十六进制颜色值

source: Hide
zh_hans: 隐藏

source: Hide effects and transitions
zh_hans: 隐藏效果和转场

source: Hide Lyrics
zh_hans: 隐藏歌词

source: Hide Transcript
zh_hans: 隐藏文稿

source: Hindi
zh_hans: 印地语

source: Hip Hop
zh_hans: 嘻哈

source: History
zh_hans: 历史记录

source: Holds %lld s on the timeline
zh_hans: 在时间线上占用 %lld 秒

source: How many times the agent may call tools before it has to answer. Raise it for long jobs; lower it to cut a looping model short sooner.
zh_hans: 代理在必须回答前可以调用工具的次数。长任务可调高此值；若模型陷入循环，可调低以更快中止。

source: How much of your script must match what the speech service heard before per-word timings are trusted. Below this, timings fall back to whole sentences.
zh_hans: 脚本与语音服务识别结果的匹配度需达到此比例，才会采用逐字时间轴。低于此值时将退回到整句时间轴。

source: How this item is used
zh_hans: 此项目的用途

source: If the configured port is in use, the next free port (up to base+9) will be used instead. The actual port is shown below.
zh_hans: 如果配置的端口已被占用,将使用下一个可用端口(最多 base+9)。实际端口显示如下。

source: Image
zh_hans: 图片

source: Image Parameters
zh_hans: 图片参数

source: Image Unavailable
zh_hans: 图片不可用

source: Images
zh_hans: 图片

source: Images the agent generates for this project appear here.
zh_hans: 代理为此项目生成的图像会显示在这里。

source: Import
zh_hans: 导入

# Import %lld file%@
source: Import %1$lld file%2$@
zh_hans: 导入 %lld 个文件%@

source: Import Audio…
zh_hans: 导入音频…

source: Import failed
zh_hans: 导入失败

source: Import media or generate footage, then drag it to the timeline.
zh_hans: 导入媒体或生成素材，然后将其拖到时间线上。

source: Import Media…
zh_hans: 导入媒体…

source: Import video, audio or images from disk
zh_hans: 从磁盘导入视频、音频或图像

source: Import…
zh_hans: 导入…

source: Imported
zh_hans: 已导入

source: Imported file
zh_hans: 导入的文件

source: Imported File
zh_hans: 已导入文件

source: Imported files have a single version.
zh_hans: 导入的文件只有一个版本。

source: Importing footage…
zh_hans: 正在导入素材…

source: Importing…
zh_hans: 正在导入…

source: In Point
zh_hans: 入点

source: In your library
zh_hans: 在你的素材库中

source: Include timestamps
zh_hans: 包含时间戳

source: Informative
zh_hans: 知识性

source: Input Mode
zh_hans: 输入模式

source: Insert
zh_hans: 插入

source: Insert cue
zh_hans: 插入提示点

source: Inspector
zh_hans: 检查器

source: Install
zh_hans: 安装

source: Install once. Create in any film.
zh_hans: 一次安装，多部影片随心创作。

source: Install this item first.
zh_hans: 请先安装此项目。

source: Install to your library
zh_hans: 安装到你的素材库

source: Installed
zh_hans: 已安装

source: Installing an asset…
zh_hans: 正在安装资源…

source: Instrumental
zh_hans: 纯音乐

source: Instruments
zh_hans: 乐器

source: Intro
zh_hans: 前奏

source: it describes a %@, not a %@.
zh_hans: 它描述的是 %@，而不是 %@。

source: Italian
zh_hans: 意大利语

source: Item unavailable
zh_hans: 项目不可用

source: Japanese
zh_hans: 日语

source: Jazz
zh_hans: 爵士

source: Jazz Fusion
zh_hans: 融合爵士

source: Keep assets in your shared library and add installed media to any film.
zh_hans: 将素材保存在共享素材库中，并将已安装的媒体添加到任意影片。

source: Keep Editing
zh_hans: 继续编辑

source: Keep Rendering
zh_hans: 继续渲染

source: Keep the model in memory between runs
zh_hans: 运行之间将模型保留在内存中

source: Keep Waiting
zh_hans: 继续等待

source: Keep Working
zh_hans: 继续制作

source: Keeps characters or objects consistent across shots. Describe the scene in the prompt — Veo has no token syntax for referring to them.
zh_hans: 保持角色或物体在各个镜头中的一致性。在提示词中描述场景——Veo 没有用于引用它们的令牌语法。

source: Keeps the word between its neighbours.
zh_hans: 将该词限制在相邻字词之间。

source: Key / Scale
zh_hans: 调 / 音阶

source: Kind
zh_hans: 类型

source: Kinds
zh_hans: 类型

source: Knowledgeable
zh_hans: 博学

source: Known mistakes
zh_hans: 常见错误

source: Korean
zh_hans: 韩语

source: Language
zh_hans: 语言

source: Language code
zh_hans: 语言代码

source: Language hint (e.g. en-US, zh-CN)
zh_hans: 语言提示（如 en-US、zh-CN）

source: Language hint (optional)
zh_hans: 语言提示（可选）

source: Languages
zh_hans: 语言

source: Last frame
zh_hans: 最后一帧

source: Last run
zh_hans: 上次运行

source: Last transcription
zh_hans: 上次转写

source: Last translated with %@.
zh_hans: 上次使用%@翻译。

source: Latest messages
zh_hans: 最新消息

source: Latin
zh_hans: 拉丁

source: laughter
zh_hans: 笑声

source: Launching renderer…
zh_hans: 正在启动渲染器…

source: Layout
zh_hans: 版式

source: Leave blank to use %@. Gemini detects speakers but returns no word timings, and its timestamps sometimes need the timing fallback.
zh_hans: 留空则使用 %@。Gemini 能识别说话人，但不返回逐字时间，其时间戳有时需要备用服务重新校准。

source: Leave in place (reference)
zh_hans: 保留原位（参考）

source: Leave the language blank to auto-detect. Speaker detection needs Azure or Gemini.
zh_hans: 留空语言即自动检测。说话人识别需使用 Azure 或 Gemini。

source: Length
zh_hans: 长度

source: Length seconds
zh_hans: 长度（秒）

source: Let other tools drive this app
zh_hans: 让其他工具控制此应用

source: Library
zh_hans: 素材库

source: Limits
zh_hans: 限制

source: Listen to this narration
zh_hans: 试听此旁白

source: Live
zh_hans: 实时

source: Lively
zh_hans: 活泼

source: Lo-fi Hip Hop
zh_hans: Lo-fi 嘻哈

source: Load Models
zh_hans: 加载模型

source: Load models from your provider or enter a model ID.
zh_hans: 从你的提供商加载模型，或输入模型 ID。

source: Loading Captions…
zh_hans: 正在加载字幕…

source: Loading items…
zh_hans: 正在加载项目…

source: Loading model list…
zh_hans: 正在载入模型列表…

source: Loading model…
zh_hans: 正在载入模型…

source: Loading subscription catalog…
zh_hans: 正在加载订阅目录…

source: Loading the form…
zh_hans: 正在加载表单…

source: Loading the Studio preview…
zh_hans: 正在载入 Studio 预览…

source: Loading voices…
zh_hans: 正在加载语音…

source: Loading Voices…
zh_hans: 正在加载语音…

source: Loading…
zh_hans: 加载中…

source: Localhost only (127.0.0.1)
zh_hans: 仅本地 (127.0.0.1)

source: Looking at your footage…
zh_hans: 正在查看你的素材…

source: Lyrics
zh_hans: 歌词

source: Lyrics Disabled
zh_hans: 歌词已禁用

source: Lyrics Language
zh_hans: 歌词语言

source: Make Active
zh_hans: 设为当前

source: Make it yours with the agent
zh_hans: 与智能体一起打造你的作品

source: Manage credits and subscription usage.
zh_hans: 管理积分和订阅用量。

source: Manage Items
zh_hans: 管理项目

source: MapKit maps are ready to use in Remotion compositions.
zh_hans: MapKit 地图已可在 Remotion 合成中使用。

source: Marketplace
zh_hans: 市场

source: Marketplace is here
zh_hans: 素材市场现已上线

source: Marketplace items
zh_hans: 市场项目

source: Marketplace source
zh_hans: 市场来源

source: Match your footage to each shot and get help generating missing clips.
zh_hans: 为每个镜头匹配你的素材，并让智能体协助生成缺少的片段。

source: Matching your footage to the template and picking music that suits.
zh_hans: 正在将你的素材与模板匹配，并挑选合适的音乐。

source: Mature
zh_hans: 成熟

source: Maximum %lld images.
zh_hans: 最多 %lld 张图片。

source: Maximum 10 images reached.
zh_hans: 已达 10 张图片上限。

source: Maximum speakers: %lld
zh_hans: 最多说话人：%lld

source: Maximum zoom: %lld
zh_hans: 最大缩放：%lld

source: MCP Server
zh_hans: MCP 服务器

source: Media
zh_hans: 媒体

source: Melancholic
zh_hans: 忧郁

source: Merge
zh_hans: 合并

source: Merge with Next
zh_hans: 与下一条合并

source: Messages will appear here as your film is built.
zh_hans: 影片制作过程中，消息会显示在这里。

source: Metal
zh_hans: 金属乐

source: Minimum zoom: %lld
zh_hans: 最小缩放：%lld

source: Model
zh_hans: 模型

source: Model default
zh_hans: 模型默认值

source: Model id
zh_hans: 模型 ID

source: Model ID
zh_hans: 模型 ID

source: Models download from Hugging Face and run entirely on this device. Larger models are more accurate and slower. On-device Whisper doesn't detect speakers, so you assign them in the editor.
zh_hans: 模型从 Hugging Face 下载，并完全在本机运行。模型越大越准确，但速度越慢。本机 Whisper 不识别说话人，需在编辑器中手动指定。

source: Mood
zh_hans: 情绪

source: More
zh_hans: 更多

source: move
zh_hans: 移动

source: Move down
zh_hans: 向下移动

source: Move Down
zh_hans: 向下移动

source: Move effect earlier
zh_hans: 将效果前移

source: Move effect later
zh_hans: 将效果后移

source: Move to Group
zh_hans: 移至分组

source: Move up
zh_hans: 向上移动

source: Move Up
zh_hans: 向上移动

source: Music
zh_hans: 音乐

source: Music (optional)
zh_hans: 音乐（可选）

source: Music, SFX, narration — anything audio. Files are copied into public/audio/. Reference them via staticFile("audio/<name>").
zh_hans: 音乐、音效、旁白——任何音频。文件会被复制到 public/audio/，可通过 staticFile("audio/<name>") 引用。

source: Musical Parameters
zh_hans: 音乐参数

source: Mute
zh_hans: 静音

source: My Marketplace
zh_hans: 我的市场

source: My provider permits automated movie exports
zh_hans: 我的提供商允许自动导出影片

source: Mysterious
zh_hans: 神秘

source: Name
zh_hans: 名称

source: Names and jargon this recording uses. Speech recognition often gets them wrong; listing them here lets the AI review find and fix those mistakes, and keeps a term from being split across two captions.
zh_hans: 这段录音里出现的人名和专业词汇。语音识别经常写错，在此列出后，AI 审阅就能找出并修正，同时避免术语被拆到两条字幕里。

source: Names and jargon this recording uses. Speech recognition often gets them wrong; listing them here lets the AI review find and fix those mistakes, and keeps a term from being split across two captions. Give a term a translation and every translated caption that uses it follows along.
zh_hans: 此录音中使用的名称和术语。语音识别经常会识别错误；在此列出后，AI 审阅可以发现并修正这些错误，也能避免一个术语被拆分到两条字幕中。为术语添加翻译后，使用该术语的所有已翻译字幕都会随之更新。

source: Narration
zh_hans: 旁白

source: Narrative
zh_hans: 旁白

source: Narrative alignment
zh_hans: 旁白对齐

source: Narrative captions
zh_hans: 旁白字幕

source: Narrative captions take only the timings from the speech service — the caption text always stays exactly as you wrote it.
zh_hans: 旁白字幕仅从语音服务获取时间轴——字幕文字始终与您撰写的内容完全一致。

source: Narrative project
zh_hans: 旁白项目

source: Narratives
zh_hans: 旁白

# Needed: %@ — %@
source: Needed: %1$@ — %2$@
zh_hans: 需要：%@ — %@

source: Needs Attention
zh_hans: 需要注意

source: Negative Prompt
zh_hans: 负面提示词

source: Network
zh_hans: 网络

source: New
zh_hans: 新建

source: New Blank Film…
zh_hans: 新建空白影片…

source: New Caption Project
zh_hans: 新建字幕项目

source: New Category
zh_hans: 新建类别

source: New Category…
zh_hans: 新建类别…

source: New Film opens a gallery of guided starting points. Company intro video is first; more are coming.
zh_hans: “新建影片”会打开引导式起点图库。首个模板是公司介绍视频，更多模板即将推出。

source: New Film…
zh_hans: 新建影片…

source: New Folder…
zh_hans: 新建文件夹…

source: New in RxFilmStudio
zh_hans: RxFilmStudio 新功能

source: New Marketplace Item
zh_hans: 新建市场项目

source: New Narrative
zh_hans: 新建旁白

source: New Project
zh_hans: 新建项目

source: New Project Group
zh_hans: 新建项目分组

source: New Sequence
zh_hans: 新建序列

source: New thread
zh_hans: 新建线程

source: New Thread
zh_hans: 新建线程

source: Next
zh_hans: 下一页

source: Next frame
zh_hans: 下一帧

source: No Caption Project
zh_hans: 没有字幕项目

source: No caption selected
zh_hans: 未选择字幕

source: No captions
zh_hans: 无字幕

source: No Captions Yet
zh_hans: 尚无字幕

source: No changes applied.
zh_hans: 未应用任何更改。

source: No changes were applied.
zh_hans: 未应用任何更改。

source: No Clip Selected
zh_hans: 未选择片段

source: No drafts
zh_hans: 没有草稿

source: No footage yet
zh_hans: 暂无素材

source: No Generated Music
zh_hans: 无生成的音乐

source: No Generated Narratives
zh_hans: 无生成的旁白

source: No images yet
zh_hans: 暂无图片

source: No Lyrics
zh_hans: 无歌词

source: No marketplace items yet
zh_hans: 暂无市场项目

source: No matching items
zh_hans: 没有匹配的项目

source: No metered usage yet.
zh_hans: 暂无计量用量。

source: No model downloaded yet. Download one below to transcribe on this device.
zh_hans: 尚未下载任何模型。请在下方下载一个，以便在本机进行转写。

source: No model selected. Tap the circle next to a downloaded model to use it.
zh_hans: 尚未选择模型。点按已下载模型旁的圆圈即可使用。

source: No models were returned. You can enter a model ID above.
zh_hans: 没有返回任何模型。你可以在上方输入模型 ID。

source: No music attached
zh_hans: 未附加音乐

source: No Narrations Yet
zh_hans: 尚无旁白

source: No OpenAI-compatible endpoint configured yet.
zh_hans: 尚未配置 OpenAI 兼容端点。

source: No Paragraphs
zh_hans: 无段落

source: No published items
zh_hans: 没有已发布项目

source: No reference images.
zh_hans: 没有参考图像。

source: No Renders
zh_hans: 没有渲染结果

source: No Renders Yet
zh_hans: 暂无渲染结果

source: No Sections
zh_hans: 无分段

source: No speaker assigned.
zh_hans: 未指定说话人。

source: No symbol matches that.
zh_hans: 没有匹配的符号。

source: No Threads
zh_hans: 没有线程

source: No Versions
zh_hans: 没有版本

source: No videos yet
zh_hans: 暂无视频

source: No voices loaded. Configure Azure in Settings and retry.
zh_hans: 未加载任何语音。请在设置中配置 Azure 并重试。

source: No Whisper model downloaded yet.
zh_hans: 尚未下载 Whisper 模型。

source: No Whisper model downloaded. Open Settings › Captions to download one.
zh_hans: 尚未下载 Whisper 模型。请前往“设置 › 字幕”下载。

source: No Word Timings
zh_hans: 无逐字时间轴

source: None
zh_hans: 无

source: None (Audio Only)
zh_hans: 无（仅音频）

source: None (Silent)
zh_hans: 无（静音）

source: None on the timeline
zh_hans: 时间线上没有内容

source: Nostalgic
zh_hans: 怀旧

source: Not aligned
zh_hans: 未对齐

source: Not enough credits
zh_hans: 积分不足

source: Not Found
zh_hans: 未找到

source: Not generated yet
zh_hans: 尚未生成

source: Not selected
zh_hans: 未选中

source: Not set
zh_hans: 未设置

source: Not translated
zh_hans: 未翻译

source: Note (optional)
zh_hans: 备注（可选）

source: Notes
zh_hans: 备注
